Repository: 1millionbot/chatios
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: ca

source: Forget data
ca: Oblidar les meves dades

# forgetDataText
source: This procedure is irreversible, if you continue I will forget everything about you
ca: Aquest procediment és irreversible, si continues oblidaré tot sobre tu

source: Select language
ca: Seleccionar idioma

# selectLanguageText
source: Select the language in which you want your chatbot to speak
ca: Selecciona l'idioma en què vols que parli el teu chatbot

source: Privacy policy
ca: Política de privacitat

source: Yes
ca: Sí

# gdprLink
source: READ PRIVACY POLICY
ca: LLEGIR POLÍTICA DE PRIVACITAT

# typingBarPlaceholder
source: Write your question
ca: Escriu la teva pregunta

source: Writing...
ca: Escrivint...

# error
source: Right now I can't help you, please reload the page, if I still don't respond, wait a few minutes. Sorry for the disturbances.
ca: Ara mateix no puc atendre't, si us plau torna a carregar la pàgina, si tot i així segueixo sense respondre espera uns minuts. Disculpa les molèsties.

# errorHappened
source: An error ocurred
ca: Ha ocorregut un error

# speech_permission_error
source: Insufficient permissions to begin speech to text
ca: Insuficients permisos per a fer tasques de dictat per veu
